<?php
// Heading
$_['page_title']    						= 'Custom Quick Checkout';
$_['heading_title']    = '<a href="https://opencart3x.ru" target="_blank" title="Разробник Opencart3x.ru" style="color:#233746"><i class="fa fa-circle-o"></i></a> '. $_['page_title'];

// Tab
$_['tab_general']							= 'Налаштування';
$_['tab_design']							= 'Дизайн';
$_['tab_field']								= 'Поля';
$_['tab_module']							= 'Модулі';
$_['tab_payment']							= 'Способи оплати';
$_['tab_shipping']							= 'Способи доставки';
$_['tab_survey']							= 'Запитання';
$_['tab_delivery']							= 'Дата доставки';

// Text
$_['text_default_store']					= 'По замовчуванню';
$_['text_module']      						= 'Модулі';
$_['text_success']     						= 'Ви успішно зберегли налаштування Custom Quick Checkout!';
$_['text_edit']								= 'Налаштування Custom Quick Checkout';
$_['text_radio_type']						= 'Перемикач (radio)';
$_['text_select_type']						= 'Вибір (select)';
$_['text_text_type']						= 'Текстове поле (text)';
$_['text_one_column']						= 'Одна колонка';
$_['text_two_column']						= 'Дві колонки';
$_['text_three_column']						= 'Три колонки';
$_['text_estimate']							= 'Оцінити';
$_['text_choose']							= 'Виберіть';
$_['text_day']								= 'Кожен день';
$_['text_specific']							= 'Конкретна дата';
$_['text_display']							= 'Показувати';
$_['text_required']							= 'Обов\'язково';
$_['text_default']							= 'По замовчуванню';
$_['text_placeholder']						= 'Підпис (placeholder)';
$_['text_sort_order']						= 'Порядок сорт.';
$_['text_spinner']							= 'Круговерть';
$_['text_overlay']							= 'Затемнення';
$_['text_help_grid']						= '<i class="fa fa-info"></i> Перетягуйте блоки або змінюйте ширину колонок, щоб змінити вигляд сторінки оформлення замовлення.';
$_['text_method_images']					= 'Картинки для способів';
$_['text_depends_payment']					= 'Залежніть оплати від доставки';

// Help
$_['help_status']							= 'Включити / відключити модуль';
$_['help_confirmation_page']				= 'Вимкніть, щоб пропустити сторінку підтвердження замовлення';
$_['help_load_screen']						= 'Включити прелоадер - графічне зображення завантаження сторінки';
$_['help_loading_display']					= 'Тип прелоадера';
$_['help_payment_logo']						= 'Посилання на логотип для способу оплати. Це працює, тільки коли способи оплати показуються в режимі перемикача (radio).';
$_['help_shipping_logo']					= 'Посилання на логотип для способу доставки. Це працює, тільки коли способи оплати показуються в режимі перемикача (radio) і заголовки груп відключені.';
$_['help_payment']							= 'Виберіть тип відображення способів оплати';
$_['help_shipping']							= 'Виберіть тип відображення способів доставки';
$_['help_edit_cart']						= 'Дозволити змінювати кількість товару. Працює тільки якщо включено відображення кошика.';
$_['help_highlight_error']					= 'Виділення полів з помилками заповнення';
$_['help_text_error']						= 'Відображення назви помилок під полями';
$_['help_layout']							= 'Виберіть один з макетів сторінки оформлення замовлення';
$_['help_slide_effect']						= 'Ефект "слайда" для переходу між формою замовлення і сторінкою підтвердження замовлення. Тільки коли сторінка підтвердження включена.';
$_['help_minimum_order']					= 'Мінімальна сума для можливості оформлення замовлення.';
$_['help_save_data']						= 'Автоматичне збереження даних клієнта під час перевірки.';
$_['help_debug']							= 'Увімкніть режим налагодження для перевірки. Включайте це тільки тоді, якщо ви розбираєтеся в програмуванні.';
$_['help_auto_submit']						= 'Пропустити сторінку підтвердження замовлення для способів оплати без необхідності заповнювати додаткову інформацію на сторінці підтвердження. Вимкніть цю функцію, якщо ви не можете виконати оплату або спосіб оплати вимагає додаткову інформацію на сторінці підтвердження. Автоматично відключається, якщо сторінка підтвердження замовлення відключена.';
$_['help_payment_target']					= 'ID або class кнопки підтвердження замовлення в модулях оплати. Необхідних для автоматичної відправки замовлення.';
$_['help_proceed_button_text']				= 'Текст на кнопці для підтвердження замовлення';
$_['help_responsive']						= 'Підгонка форми під розмір сторінки. Включайте тільки якщо у вас адаптивний шаблон.';
$_['help_payment_reload']					= 'Увімкніть, якщо у ваших способів оплати є націнки або способи доставки залежать від способів оплати. Відключіть для зменшення кількості ajax-запитів і збільшення швидкості роботи.';
$_['help_shipping_reload']					= 'Увімкніть тільки, якщо ваші способи оплати залежать від ваших способів доставки. Відключіть для зменшення ajax-запитів і збільшення швидкості роботи.';
$_['help_coupon']		 					= 'Застосування купону на сторінці оформлення замовлення.';
$_['help_voucher']		 					= 'Застосування подарункового сертифікату на сторінці оформлення замовлення.';
$_['help_reward']		 					= 'Використання бонусних балів на сторінці оформлення замовлення.';
$_['help_cart']								= 'Відображення Корзини на сторінці оформлення замовлення.';
$_['help_shipping_module']					= 'Відображати вибір способу доставки при оформленні замовлення.';
$_['help_payment_module']					= 'Відображати вибір способу оплати при оформленні замовлення.';
$_['help_payment_default']					= 'Спосіб оплати обраний за замовчуванням';
$_['help_shipping_default']					= 'Спосіб доставки обраний за замовчуванням';
$_['help_login_module']						= 'Відображення форми авторизації на сторінці оформлення замовлення';
$_['help_html_header']						= 'Додайте власний HTML зверху сторінки оформлення замовлення.';
$_['help_html_footer']						= 'Додайте власний HTML знизу сторінки оформлення замовлення.';
$_['help_survey']      						= 'Ви можете задати додаткове питання клієнту';
$_['help_survey_required']					= 'Зробити відповідь на питання обов\'язковим для оформлення замовлення';
$_['help_survey_text']  					= 'Текст запитання';
$_['help_survey_type']  					= 'Тип відповіді: клієнт вводить текст або вибирає із запропонованих варіантів';
$_['help_delivery']							= 'Поле вибору бажаної дати і часу доставки замовлення';
$_['help_delivery_time']					= 'Доступно тільки якщо включена доставка';
$_['help_delivery_required'] 				= 'Зробити поле зазначення дати доставки обов\'язковим';
$_['help_delivery_unavailable']				= 'У зазначені дати доставка неможлива. Формат &quot;yyyy-mm-dd&quot; - всередині подвійних лапок і розділені комами. Провідні нулі.';
$_['help_delivery_min']  					= 'Мінімальна кількість днів з дати оформення замовлення для здійснення доставки';
$_['help_delivery_max']  					= 'Максимальна кількість днів для вибору доставки';
$_['help_delivery_min_hour']  				= 'Найраніше, коли може бути здійснена доставка (година)';
$_['help_delivery_max_hour']  				= 'Найпізніше, коли може бути здійснена доставка (година)';
$_['help_delivery_days_of_week']			= 'Дні тижня, в які доставка неможлива. Вводите номер дня починаючи з нуля: 0, 1, 6. (тільки 0 до 6)';
$_['help_delivery_times']					= 'Періоди часу можливої доставки.';
$_['help_display_more']						= 'Встановіть і включіть більше способів для відображення.';
$_['help_keyword']							= 'Встановіть значення URL аліаса для кожної мови.';
$_['help_skip_cart']						= 'При переході в кошик клієнт буде відразу бачити сторінку оформлення замовлення';
$_['help_force_bootstrap']					= 'Потрібно включити, тільки якщо ваш шаблон не використовує Bootstrap, без нього модуль працювати не буде';
$_['help_show_shipping_address']			= 'Показувати блок Адреса доставки? (Для авторизованих клієнтів)';

$_['help_login'] = 'Блок авторізіції клієнта. Блок не відображається, якщо клієнт вже авторизувався або блок відключений.';
$_['help_payment_address'] = 'Особисті дані покупця і його адреса';
$_['help_shipping_address'] = 'Адреса доставки - з\'являється в разі потреби';
$_['help_shipping_method'] = 'Блок вибору способу доставки';
$_['help_payment_method'] = 'Блок вибору способу оплати';
$_['help_cart'] = 'Блок відображає корзину, якщо вона включена';
$_['help_coupons'] = 'Поля для застосування купонів, бонусів і сертифікати, якщо вони включені';
$_['help_confirm'] = 'Кнопка підтвердження замовлення';
$_['text_login'] = 'Авторизація';
$_['text_payment_address'] = 'Дані клієнта';
$_['text_shipping_address'] = 'Адреса доставки';
$_['text_shipping_method'] = 'Способа доставки / Дата';
$_['text_payment_method'] = 'Способа оплаты / Коментар';
$_['text_coupons'] = 'Купони, бонуси, сертифікати';
$_['text_cart'] = 'Корзина';
$_['text_confirm'] = 'Підтвердження';
$_['text_custom_column'] = 'Власна розмітка';

// General
$_['entry_store']							= 'Налаштування для магазину:';
$_['entry_status']     					    = 'Статус';
$_['entry_minimum_order']					= 'Мінімальна сума замовлення';
$_['entry_debug']							= 'Режим налагодження (лог)';
$_['entry_confirmation_page']     		    = 'Сторінка підтвердження';
$_['entry_save_data']						= 'Автозбереження даних';
$_['entry_edit_cart']						= 'Кількість товару';
$_['entry_highlight_error']					= 'Підсвічування полів з помилками';
$_['entry_text_error']						= 'Відображення помилок під полями';
$_['entry_auto_submit']					 	= 'Автовідправка даних';
$_['entry_payment_target']					= 'Селектор кнопки "Підтвердження"';
$_['entry_proceed_button_text']				= 'Текст на кнопці "Підтвердження"';
$_['entry_keyword']							= 'SEO URL';
$_['entry_skip_cart']						= 'Пропустити корзину';
$_['entry_force_bootstrap']					= 'Підключити Bootstrap';

// Design
$_['entry_load_screen']  					= 'Прелоадер';
$_['entry_loading_display']					= 'Тип прелоадера';
$_['entry_layout']							= 'Шаблон';
$_['entry_responsive']						= 'Адаптивний дизайн';
$_['entry_slide_effect']					= 'Ефект переходу';
$_['entry_custom_css']						= 'Власний CSS';
$_['entry_show_shipping_address']			= 'Адреса доставки';

// Field
$_['entry_field_firstname']    				= 'Ім\'я';
$_['entry_field_lastname']     				= 'Прізвище';
$_['entry_field_email']     				= 'Email';
$_['entry_field_telephone']    				= 'Телефон';
$_['entry_field_company']      				= 'Компанія';
$_['entry_field_customer_group']			= 'Група клієнтів';
$_['entry_field_address_1']    				= 'Адреса';
$_['entry_field_address_2']    				= 'Адреса 2';
$_['entry_field_city']    					= 'Місто';
$_['entry_field_postcode']    				= 'Індекс';
$_['entry_field_country']     				= 'Країна';
$_['entry_field_zone']     					= 'Регіон';
$_['entry_field_newsletter'] 	  		  	= 'Підписка на розсилку';
$_['entry_field_register'] 		  		  	= 'Зареєструватися';
$_['entry_field_shipping'] 		  		  	= 'Адреса доставки збігається';
$_['entry_field_rules'] 		  		  	= 'Погодження з умовами';
$_['entry_field_comment'] 		  		  	= 'Коментар';

// Module
$_['entry_coupon']		 					= 'Купони';
$_['entry_voucher']		 					= 'Подарункові сертифвкати';
$_['entry_reward']		 					= 'Бонусні бали';
$_['entry_cart']							= 'Корзина';
$_['entry_login_module']					= 'Авторизація';
$_['entry_html_header']						= 'HTML перед формою';
$_['entry_html_footer']						= 'HTML після форми';

// Payment
$_['entry_payment_module']					= 'Показувати';
$_['entry_payment_reload']					= 'Оновляти корзину і способи доставки';
$_['entry_payment']    					    = 'Тип відображення';
$_['entry_payment_default']					= 'За замовчуванням';
$_['entry_payment_logo']					= 'Лого URL';

// Shipping
$_['entry_shipping_module']					= 'Показувати';
$_['entry_shipping_reload']					= 'Залежність оплати від доставки';
$_['entry_shipping']    					= 'Тип відображення';
$_['entry_shipping_default']				= 'За замовчуванням';
$_['entry_shipping_logo']					= 'Лого URL';
$_['entry_shipping_title_display']			= 'Заголовки груп';

// Survey
$_['entry_survey']      					= 'Включити опитування';
$_['entry_survey_required']					= 'Обов\'язково';
$_['entry_survey_text']  					= 'Питання';
$_['entry_survey_type']  					= 'Тип відповіді';
$_['entry_survey_answer']  					= 'Відповіді';

// Delivery
$_['entry_delivery']						= 'Показувати поле дати';
$_['entry_delivery_time']					= 'Попросити час';
$_['entry_delivery_required'] 				= 'Обов\'язково';
$_['entry_delivery_unavailable']			= 'Дати доставки недоступні';
$_['entry_delivery_min']  					= 'Мінімум к-ть днів';
$_['entry_delivery_max']  					= 'Максимум к-ть днів';
$_['entry_delivery_min_hour']				= 'Години доставки - від:';
$_['entry_delivery_max_hour']				= 'Години доставки - до:';
$_['entry_delivery_days_of_week']			= 'Вихідні дні тижня';
$_['entry_delivery_times']					= 'Час доставки';

// Button
$_['button_add']							= 'Додати';
$_['button_continue']						= 'Застовувати';
$_['button_remove']							= 'Видалити';

// Error
$_['error_permission'] 						= 'Увага: Ви не маєте доступу для управління модулем!';