<?php
$_['heading_title']                  = 'Оформлення замовлення';
// Text
$_['text_checkout_option']           = 'Вже зареєстровані? Увійдіть.';
$_['text_checkout_account']          = 'Дані клієнта';
$_['text_checkout_payment_address']  = 'Дані платника';
$_['text_checkout_shipping_address'] = 'Адреса доставки';
$_['text_checkout_shipping_method']  = 'Способи доставки';
$_['text_checkout_payment_method']   = 'Способи оплати';
$_['text_checkout_confirm']          = 'Оформити замовлення';
$_['text_agree']                     = 'Я прочитав і погоджуюся з <a class="agree" href="%s" alt="%s"><b>%s</b></a>';
$_['text_create_account']			 = 'Зареєструватися на сайті.';
$_['text_or']						 = '-- АБО --';
$_['text_please_wait']				 = 'Завантаження...';
$_['text_coupon']        		     = 'Успішно: Купон на скидку застосований!';
$_['text_coupon_removed']      	     = 'Успішно: Купон на скидку видалений!';
$_['text_voucher']        		     = 'Успішно: Подарунковий сертифікат застосований!';
$_['text_voucher_removed']           = 'Успішно: Подарунковий сертифікат видалений!';
$_['text_reward']         		     = 'Успішно: Бонусні бали застосовані!';
$_['text_reward_removed']      	     = 'Успішно: Бонусні бали видалені!';
$_['text_use_coupon']      		     = 'Застосувати';
$_['text_use_voucher']    		     = 'Застосувати';
$_['text_use_reward']    		     = 'Застосувати';
$_['text_estimated_delivery']		 = 'Розрахунок доставки:';
$_['text_delivery']					 = 'Дата доставки:';
$_['text_points'] 					 = 'Бонусні бали: %s';
$_['text_loading']					 = 'завантаження...';
$_['text_survey']					 = 'Запитання:';
$_['text_comment']					 = 'Коментар';
$_['text_order_comments']			 = 'Коментар до замовлення:';
$_['text_image']					 = 'Фото';
$_['text_name']					 	 = 'Назва товару';
$_['text_quantity']				 	 = 'Кількість';
$_['text_price']					 = 'Ціна';
$_['text_total']					 = 'Сума';
$_['text_points']					 = 'Бали: %s';
$_['text_weight']					 = 'Загальна вага:';

// Column
$_['column_image']                   = 'Фото';
$_['column_name']                    = 'Назва товару';
$_['column_model']                   = 'Артикул';
$_['column_quantity']                = 'Кількість';
$_['column_price']                   = 'Ціна';
$_['column_total']                   = 'Сума';

// Entry
$_['entry_coupon']        		     = 'Введіть код купону:';
$_['entry_voucher']      		     = 'Введіть подарунковий сертифікат:';
$_['entry_reward']          		 = 'Кількість балів для використання (макс. %s, доступно %s):';

// Error
$_['error_fax']       		         = 'Факс має містити від 3 до 32 символів!';
$_['error_company']    		         = 'Назва компанії має містити від 3 до 32 символів!';
$_['error_address_2']                = 'Адреса має містити від 3 до 128 символів!';
$_['error_coupon']       		     = 'Увага: Купон недійсний або термін його використання збіг!';
$_['error_voucher']      		     = 'Увага: Подарунковий сертифікат недійсний або його баланс вичерпаний!';
$_['error_survey']					 = 'Увага: Вам потрібно відповісти на запитання!';
$_['error_delivery']				 = 'Увага: Виберіть необхідну дату доставки!';
$_['error_maximum']      		     = 'Увага: Максимальна кількість балів, які можуть бути використані, - %s!';
$_['error_reward']        		     = 'Увага: Вкажітье кількість балів для використання!';	
$_['error_points']           		 = 'Увага: У вас недостатньо %s бонусних балів!';
$_['error_minimum_order']			 = 'Увага: Необхідна мінімальна сума для замовлення - %s.';
$_['error_minimum']			 		 = 'Увага: Недосягнуто мінімальної кількості товару для замовлення';
$_['error_comment']					 = 'Увага: Напишіть коментар до замовлення';
$_['error_stock']					 = 'Товарів помічених *** недостаньо або вони відсутні на складі!';